cask "affinity-photo"
cask "alt-tab"
cask "applite"
cask "backblaze"
cask "betterdisplay"
cask "bitwarden"
cask "chatgpt"
cask "discord"

cask "github"
cask "hyperkey"
cask "imageoptim"
cask "iterm2"
cask "jordanbaird-ice"
cask "keka"
cask "keyclu"
cask "logi-options+"
cask "lookaway"
cask "maccy"
cask "malwarebytes"
cask "mission-control-plus"
cask "nimble-commander"
cask "nzbget"
cask "obsidian"
cask "octarine"
cask "parsec"
cask "pearcleaner"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "synologyassistant"
cask "timemachineeditor"
cask "vlc"
cask "webpquicklook"

cask "zen-browser"
