tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "symfony-cli/tap"
brew "aom"
brew "openssl@3"
brew "asciiquarium"
brew "bash"
brew "libssh2"
brew "bat"
brew "bat-extras"
brew "binutils"
brew "c-ares"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "glib"
brew "cargo-edit"
brew "cliclick"
brew "cloc"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "cyrus-sasl"
brew "deno"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "figlet"
brew "findutils"
brew "fortune"
brew "freetds"
brew "fzf"
brew "jpeg-xl"
brew "libavif"
brew "webp"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "python@3.14"
brew "gobject-introspection"
brew "grep"
brew "guile"
brew "harfbuzz"
brew "helix"
brew "htop"
brew "httpie"
brew "hugo"
brew "icu4c@76"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "iproute2mac"
brew "ipython"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "libmemcached"
brew "pango"
brew "librsvg"
brew "libzip"
brew "lolcat"
brew "mas"
brew "mole"
brew "neovim"
brew "net-snmp"
brew "nmap"
brew "nvm"
brew "nzbget"
brew "pandoc"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "prettier"
brew "procs"
brew "pyenv"
brew "python-tk@3.14"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby@3.3"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "sd"
brew "shared-mime-info"
brew "shellcheck"
brew "smartmontools"
brew "source-highlight"
brew "starship"
brew "subversion"
brew "tealdeer"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "tree"
brew "virtualenv"
brew "viu"
brew "watch"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "symfony-cli/tap/symfony-cli"
brew "valkyrie00/bbrew/bbrew"
cask "alienator88-sentinel"
cask "backblaze"
cask "bitwarden"
cask "clop"
cask "discord"
cask "dockdoor"
cask "firefox"
cask "ghostty"
cask "github"
cask "hyperkey"
cask "ipynb-quicklook"
cask "iterm2"
cask "jordanbaird-ice"
cask "keka"
cask "launchcontrol"
cask "logi-options+"
cask "lookaway"
cask "maccy"
cask "malwarebytes"
cask "mission-control-plus"
cask "nzbget-app"
cask "obsidian"
cask "pearcleaner"
cask "synologyassistant"
cask "timemachineeditor"
cask "vivaldi"
cask "vlc"
cask "vscodium"
cask "zed"
mas "Exporter", id: 1099120373
mas "FileZilla Pro", id: 1298486723
mas "Folder Preview", id: 6698876601
mas "Grila", id: 6444335028
mas "Infuse", id: 1136220934
mas "Internet Status", id: 1039633009
mas "Kiwix", id: 997079563
mas "Markdown Preview", id: 6739955340
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator Pro", id: 1289583905
mas "rcmd", id: 1596283165
mas "Shellcut", id: 6746333545
mas "Speedtest", id: 1153157709
mas "Strongbox", id: 897283731
mas "Xcode", id: 497799835
vscode "6hislain.meow-extension-pack"
vscode "aaron-bond.better-comments"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "gruntfuggly.todo-tree"
vscode "ionutvmi.path-autocomplete"
vscode "johnpapa.vscode-peacock"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "robole.markdown-snippets"
vscode "robole.marky-dynamic"
vscode "robole.marky-edit"
vscode "robole.marky-markdown"
vscode "robole.marky-stats"
vscode "rowewilsonfrederiskholme.wikitext"
